leosok/mp_builder/boards/ESP32_TTGO_T_DISPLAY/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 TTGO T-Display"
#define MICROPY_HW_MCU_NAME "ESP32"